In [1]:
import pandas as pd

In [3]:
df = pd.read_csv("./Book1.csv")

In [4]:
df

     15m (71)   12m (66)
0    12.28504  118.81861
1    12.02597  118.98000
2    12.79785  119.38586
3    12.03491  120.05530
4    12.04309  120.08582
..        ...        ...
496  -1.56344    0.00000
497  -1.09491    0.00000
498  -2.30199    0.00000
499  -3.84646    0.00000
500  -4.70791    0.00000

[501 rows x 2 columns]

In [6]:
df.head(10) #argument is no of rows to be shown

   15m (71)   12m (66)
0  12.28504  118.81861
1  12.02597  118.98000
2  12.79785  119.38586
3  12.03491  120.05530
4  12.04309  120.08582
5  12.05590  120.12223
6  12.06583  120.13794
7  12.07547  120.13842
8  12.00925  120.41057
9  11.99842  120.41776

In [9]:
df.loc[0]

15m (71)     12.28504
12m (66)    118.81861
Name: 0, dtype: float64

In [10]:
df.iloc[0]

15m (71)     12.28504
12m (66)    118.81861
Name: 0, dtype: float64